Repository: Equirinya/together_planner
Catalog: ios/Runner/Localizable.xcstrings
Source language: en
Languages: de, es

source: Add to shopping list
de: Zur Einkaufsliste hinzufügen
es: Añadir a la lista de la compra

source: Next planned meals
de: Nächste geplante Mahlzeiten
es: Próximas comidas planeadas

source: Open a planned meal
de: Geplante Mahlzeit öffnen
es: Abrir una comida planeada

source: Open shopping list
de: Einkaufsliste öffnen
es: Abrir la lista de la compra

source: Open meal plan
de: Essensplan öffnen
es: Abrir el plan de comidas

source: Puts an item on your group's shopping list. An amount and a unit are picked up too, e.g. "2 litres of milk".
de: Setzt einen Eintrag auf die Einkaufsliste eurer Gruppe. Menge und Einheit werden mit erkannt, z. B. „2 Liter Milch“.
es: Añade un artículo a la lista de la compra de tu grupo. También reconoce la cantidad y la unidad, p. ej. «2 litros de leche».

source: Reads out the meals planned for the coming days.
de: Liest die für die nächsten Tage geplanten Mahlzeiten vor.
es: Lee las comidas planeadas para los próximos días.

source: Opens the recipe for a planned meal.
de: Öffnet das Rezept einer geplanten Mahlzeit.
es: Abre la receta de una comida planeada.

source: Shows your group's shopping list.
de: Zeigt die Einkaufsliste eurer Gruppe.
es: Muestra la lista de la compra de tu grupo.

source: Shows your recipes and the days ahead.
de: Zeigt eure Rezepte und die kommenden Tage.
es: Muestra tus recetas y los próximos días.

source: Item
de: Eintrag
es: Artículo

source: What to add, optionally with an amount.
de: Was hinzugefügt werden soll, optional mit Menge.
es: Qué añadir, opcionalmente con una cantidad.

source: What should I add to the list?
de: Was soll ich auf die Liste setzen?
es: ¿Qué quieres añadir a la lista?

source: Meal
de: Mahlzeit
es: Comida

source: Add ${item} to the shopping list
de: ${item} zur Einkaufsliste hinzufügen
es: Añadir ${item} a la lista de la compra

source: Open ${meal}
de: ${meal} öffnen
es: Abrir ${meal}

source: Planned meal
de: Geplante Mahlzeit
es: Comida planeada

source: Add to list
de: Auf die Liste
es: Añadir a la lista

source: Next meals
de: Nächste Mahlzeiten
es: Próximas comidas

source: Open meal
de: Mahlzeit öffnen
es: Abrir comida

source: Shopping list
de: Einkaufsliste
es: Lista de la compra

source: Meal plan
de: Essensplan
es: Plan de comidas

source: Nothing is planned for the next few days.
de: Für die nächsten Tage ist nichts geplant.
es: No hay nada planeado para los próximos días.

source: Coming up: %@.
de: Als Nächstes: %@.
es: A continuación: %@.
